Repository: Wolfteam/MiraiNotes
Catalog: MiraiNotes.Android/Localization/Resource.*.resx
Languages: es

source: Notifications
es: Notificaciones

source: Synchronization
es: Sincronización

source: About
es: Acerca de

source: Settings
es: Ajustes

source: Dark
es: Oscuro

source: Light
es: Ligero

# SortByNameAsc
source: By name asc
es: Por nombre asc

# SortByNameDesc
source: By name desc
es: Por nombre desc

# SortByUpdatedDateAsc
source: By updated date asc
es: Por fecha de actualización asc

# SortByUpdatedDateDesc
source: By updated date desc
es: Por fecha de actualización desc

source: English
es: Inglés

source: Spanish
es: Español

# SettingsGeneral
source: Default sort order, themes, etc.
es: Modo de ordenamiento predeterminado, temas, etc.

# SettingsSync
source: Background tasks intervals.
es: Intervalos de tareas en segundo plano.

# SettingsNotif
source: Toast notifications.
es: Notificaciones toast.

# SettingsAbout
source: Github repo, contact information, donations.
es: Github repo, información de contacto, donaciones.

source: Never
es: Nunca

# Sync12h
source: Each 12 hours
es: Cada 12 horas

# Sync6h
source: Each 6 hours
es: Cada 6 horas

# Sync3h
source: Each 3 hours
es: Cada 3 horas

# Sync24h
source: Each 24 hours
es: Cada 24 horas

source: App Theme
es: Temas

# ChooseAppTheme
source: Choose a base app color
es: Escoja un tema

source: Accent Color
es: Color de Acento

# ChooseAccentColor
source: Choose an accent color
es: Escoja un color de acento

source: Tasklist and Tasks
es: Lista de tareas y Tareas

source: Default tasklist sort order
es: Modo de ordenamiento por defecto de las listas de tareas

source: Default task sort order
es: Modo de ordenamiento por defecto de las tareas

source: Others
es: Otros

# ChooseAppLanguage
source: Choose an app language
es: Escoja un idioma para la aplicación

# AskForPassword
source: Ask for a password when the app starts
es: Solicitar una contraseña al iniciar la aplicación

# AboutSummary
source: This app uses Google Tasks to retrieve/update your task lists and tasks, it also allows you to interact with them offline and sync them later.
es: Esta aplicación utiliza Google Tasks para obtener / actualizar sus listas de tareas y tareas, también le permite interactuar con ellas sin conexión y sincronizarlas más tarde.

# AboutDonations
source: I hope you are enjoying using this app, if you would like to buy me a coffee/beer, just send me an email.
es: Espero que esté disfrutando de esta aplicación, si desea comprarme un café / cerveza, ¡solo envíeme un correo electrónico!

# AboutSupport
source: I made this app in my free time and it is also open source. If you would like to help me, report an issue, have an idea, want a feature to be implemented, etc please open an issue here:
es: Hice esta aplicación en mi tiempo libre y también es de código abierto. Si desea ayudarme, informar un problema, tienes una idea, deseas que se implemente una función, etc., crea un issue aquí:

source: Donations
es: Donaciones

source: Support
es: Soporte

# ShowNotifAfterFullSync
source: Show a notification after full sync
es: Mostrar una notificación después de una sincronización

# DefaultSyncInterval
source: Default synchronization interval
es: Intervalo de sincronización por defecto

# RunFullSyncWhenAppStarts
source: Run a full sync when the app starts
es: Ejecutar una sincronización completa cuando la aplicación inicia

# RunFullSyncAfterSwitchingAccounts
source: Run a full sync after switching accounts
es: Ejecutar una sincronización completa después de cambiar de cuenta

source: New Task List
es: Nueva Lista de Tareas

source: New Task
es: Nueva Tarea

source: Type your password
es: Introduce tu contraseña

source: Cancel
es: Cancelar

source: Title
es: Título

source: Notes
es: Notas

source: Accounts
es: Cuentas

source: Add
es: Agregar

# UnknownErrorOccurred
source: An unknown error occurred
es: Un error inesperado ha ocurrido

# NetworkNotAvailable
source: Network is not available
es: La red no esta disponible

source: User not found
es: Usuario no encontrado

# DatabaseUnknownError
source: An unknown error occurred while consulting the database
es: Un error inesperado ha ocurrido al intentar consultar la base de datos

# DefaultAccountCantBeDeleted
source: You can not delete the default account
es: No puedes borrar la cuenta por defecto

# SyncUnknownError
source: An unknown synchronization error occurred
es: Un error inesperado de sincronización ha ocurrido

# AutomaticSyncWasPerformed
source: An automatic full sync was successfully performed
es: Sincronización automática fue completada exitosamente

# NetworkNotAvailableForSync
source: Network is not available, a full sync will not be performed
es: La red no esta disponible, la sincronización automática no será ejecutada

source: Delete
es: Borrar

# DeleteThisAccountConfirmation
source: Are you sure you wanna delete this account ?
es: ¿ Estás seguro que deseas borrar esta cuenta ?

source: Yes
es: Si

# UnnistalledAppWithoutSigningOut
source: Did you uninstall the app without signing out ? I will properly log you out now...
es: ¿ Desinstalaste la app sin cerrar sesión ? Cerrando sesión...

source: Confirmation
es: Confirmación

# WannaLogOut
source: Are you sure you want to log out?
es: ¿ Estás seguro que deseas cerrar sesión ?

# DeleteTaskConfirmation
source: Are you sure you wanna delete '{0}' ?
es: ¿ Estás seguro que deseas borrar '{0}' ?

# Welcome
source: Welcome to Mirai Notes
es: Bienvenido a Mirai Notes

# InvalidTaskRemindOn
source: The date of the reminder must be at least 2 mins above the current time
es: La fecha de recordatorio debe ser al menos 2 minutos mayor a la fecha actual

# MoveTaskConfirmation
source: Since you are moving an existing task to a different task list, any change made here that is not saved will be lost. Do you want to continue ?
es: Ya que estas moviendo una tarea existente a una lista de tareas diferente, cualquier cambio hecho aquí y que no haya sido salvado se perderá. ¿ Estás seguro que deseas continuar ?

# TaskWasCreated
source: The task was successfully created into {0}
es: La tarea fue creada exitosamente dentro de {0}

# MarkTaskAsConfirmation
source: Mark {0} as {1} ?
es: ¿ Marcar {0} como {1} ?

source: Completed
es: Completada

source: Incompleted
es: Incompleta

# TaskStatusChanged
source: {0} was marked as {1}
es: {0} fue marcada como {1}

# TaskWasMoved
source: Task successfully moved from: {0} to: {1}
es: La tarea fue movida exitosamente desde: {0} hacia: {1}

source: Completition
es: Completación

source: Reminder
es: Recordatorio

source: Logout
es: Cerrar sesión

source: Save changes
es: Guardar cambios

source: Discard changes
es: Descartar cambios

source: Tasks
es: Tareas

source: Update Task
es: Editar Tarea

source: Password
es: Contrase

# TaskListWasCreated
source: Task list was succesfully created
es: Lista de tareas creada exitosamente

source: Title cannot be empty
es: El título no puede estar vacío

# TitleMaxLength
source: Title cannot have more than {0} characters
es: El título no puede contener mas de {0} caracteres

# PasswordCantBeEmpty
source: Password cannot be empty
es: La contraseña no puede estar vacía

# PasswordIncorrect
source: Password is incorrect
es: La contraseña es incorrecta

# ConfirmPasswordCantBeEmpty
source: Confirm password cannot be empty
es: La contraseña de confirmación no puede estar vacía

# ConfirmPasswordMaxLength
source: Confirm password max length is {0}
es: La contraseña de confirmación no puede tener mas de {0} caracteres

# PasswordMaxLength
source: Password cannot have more than {0} characters
es: La contraseña no puede tener mas de {0} caracteres

# PasswordDoesntMatch
source: Password does not match
es: La contraseña no coincide

# ConfirmPasswordDoesntMatch
source: Confirm password does not match
es: La contraseña de confirmación no coincide

source: Close
es: Cerrar

# SyncAutoCompleted
source: A automatic full sync was successfully performed
es: Una sincronización automática ha sido completada exitosamente

# SyncManualCompleted
source: A manual full sync was successfully performed
es: Una sincronización manual ha sido completada exitosamente

source: Sync results
es: Resultados de la sincronización

# JobWasScheduled
source: Background task was successfully scheduled
es: La tarea en segundo plano ha sido programada exitosamente

# JobCouldntBeScheduled
source: Background task could not be scheduled
es: La tarea en segundo plano no pudo ser programada

# Sync1h
source: Each hour
es: Cada hora

# Sync30m
source: Each 30 minutes
es: Cada 30 minutos

# FingerprintAuthFailed
source: Fingerprint not recognized. Try again.
es: Huella no reconocida. Intente de nuevo.

# FingerprintAuthMsg
source: Confirm fingerprint to continue
es: Confirme la huella para confirmar

# AskForFingerprint
source: Ask for fingerprint when the app starts
es: Solicitar huella al iniciar la aplicación

source: Fingerprint is not available
es: El lector de huellas no se encuentra disponible

source: Select an option
es: Seleciona una opción

source: Delete task
es: Borrar tarea

# AddSubTask
source: Add a subtask
es: Agregar una subtarea

# MoveToDifferentTaskList
source: Move to a different task list
es: Mover a una lista diferente

# AddReminder
source: Add a reminder
es: Agregar un recordatorio

# MarkTaskAs
source: Mark as {0}
es: Marcar como {0}

source: Today
es: Hoy

source: One day ago
es: Hace un día

# XDayAgo
source: {0} days ago
es: Hace {0} días

source: Tomorrow
es: Mañana

source: On this date
es: En esta fecha

source: At this hour
es: A esta hora

source: Reminder date cannot be empty
es: La fecha del recordatorio no puede estar vacía

source: Reminder hour cannot be empty
es: La hora del recordatorio no puede estar vacía

source: Invalid reminder date
es: La fecha de recordatorio es inválida

source: Invalid reminder hour
es: La hora del recordatorio es inválida

# ReminderWasCreated
source: Reminder was successfully created
es: El recordatorio fue creado exitosamente

# ReminderDateIsSetTo
source: A reminder date was set to the {0}
es: Una fecha de recordatorio estaba programada para el {0}

# TaskCouldntBeMarkedAsCompleted
source: Task {0} could not be marked as completed
es: La tarea {0} no pudo ser marcada como completada

source: New SubTask
es: Nueva SubTarea

# PickTaskList
source: Pick a task list
es: Selecciona una lista de tareas

# MoveTaskConfirmationB
source: Are you sure you wanna move '{0}' to '{1}' ?
es: ¿ Estás seguro que deseas mover '{0}' a '{1}' ?

source: Move
es: Mover

# AddCompletitionDate
source: Add a completition date
es: Agregar una fecha de completación

# AddEditReminder
source: Add / Edit a reminder
es: Agregar / Editar un recordatorio

source: Add / Edit completition date
es: Agregar / Editar fecha de completación

# ToBeCompletedOnA
source: This task is marked to be completed on {0}
es: Esta tarea esta marcada para completarse el {0}

# ToBeCompletedOnB
source: This task is marked to be completed {0}
es: Esta tarea esta marcada para completarse {0}

# ToBeCompletedOnC
source: This task was marked to be completed on {0}
es: Esta tarea estaba marcada para ser completada el {0}

source: Notes cannot be empty
es: Las notas no pueden estar vacías

# NotesMaxLength
source: Notes cannot have more than {0} characters
es: Las notas no puede contener mas de {0} caracteres

# SubTaskWasCreated
source: Subtask was successfully created
es: La subtarea fue creada exitosamente

# SubTaskWasAdded
source: Subtask was added but you need to save changes
es: La subtarea fue agregada pero debes guardar cambios

# AskBeforeDiscardChanges
source: Ask before discard changes when creating / editing a task
es: Preguntar antes de descartar cambios al crear / editar una tarea

# WannaDiscardChanges
source: Are you sure you want to discard the changes made?
es: ¿ Estás seguro que deseas descartar los cambios realizados ?
